export const list = [
  {
    title: {
      date: '2017.08 - 2020.7',
      company: '卓望数码技术有限公司（中国移动）',
      job: '运维开发工程师'
    },
    content: [
      '负责监控系统技术、整体架构的 设计与实施，完成监控系统( Zabbix/Prometheus )搭建，31省 10W+ 规模服务器、网络设备、存储等的硬件、性能指标监控与数据对接；',
      '负责ElasticSearch 高可用，T级 网络设备日志采集方案的设计与实施；',
      '技术方案分享，将监控能力、定量实施的工作下沉到各个驻点，培养团队新人和应届生；'
    ]
  },
  {
    title: {
      date: '2020.07 - 至今',
      company: '盈立数智',
      job: '前端开发工程师'
    },
    content: [
      '需求评审、新功能的技术方案设计、前端代码开发、配合QA 测试、线上监控、修复bug等开发任务；',
      '优化了核心项目的打包构建体积，利用增量构建配合缓存总体节省70% 的 CDN 资源成本。优化中台项目首屏性能， 接入性能监控工具，提升了 fp, fcp 指标，整体性能提升 30%。',
      '独立开发 Up-Logs 日志监控项目 从零到一的建设，攻克了错误发现不及时的问题，提高前端报错的发现率100%。'
    ]
  }
]
