export const list = [
    {
        title: {
            date: '2020.07 - 至今',
            company: '盈立数智科技',
            job: '前端开发工程师'
        },
        content: [
            '负责需求评审、新功能的技术方案设计、前端代码开发、配合QA 测试、线上监控、修复bug等开发任务；',
            '负责 GitLab 、 Webpack 优化，提高项目的构建速度。优化中台项目首屏性能，提升了 fp, fcp 指标，整体性能提升 24%；',
            '负责团队工具开发，比如：开发 Up-Logs （日志监控项目），实时监控错误的预警和通知，提高bug发现率和修复率100%。'
        ]
    },
    {
        title: {
            date: '2017.08 - 2020.7',
            company: '卓望数码技术有限公司（中国移动）',
            job: '运维开发工程师'
        },
        content: [
            '负责运维监控系统 技术、整体架构 的设计与实施，完成监控系统( Zabbix/Prometheus )搭建，31省 10W+ 基础设施（服务器、网络设备、存储）的监控（硬件、性能指标）；',
            '负责 ElasticSearch 高可用，T级 网络设备日志采集方案的设计与实施；',
            '负责监控技术方案预研，培养团队新人和应届生；组织技术分享，将总部成熟的 技术、运维经验 输出到31省驻点。'
        ]
    }
]
