export const list = [
    {
        title: {
            date: '2021.07 - 至今',
            company: '盈立数智科技',
            job: '前端开发工程师'
        },
        content: [
            '参与 需求评审、技术方案设计、前端代码开发、配合QA 测试、线上监控、修复bug等开发任务；',
            '参与 微前端设计，将项目拆解成更小粒度的管理单元，提高开发效率；参与 公司内部公共组件库、工具库 的开发和维护；',
            '参与 工具开发，比如：开发 Up-Logs （日志监控），推动 前端线上错误收集报警系统的使用，让监控可视化、数据化；'
        ]
    },
    {
        title: {
            date: '2020.09 - 2021.07',
            company: '卓望数码技术有限公司（中国移动）',
            job: '初级前端开发工程师'
        },
        content: [
            '根据 产品原型、UI进行开发，针对移动端进行H5页面适配；',
            '协同 后端开发人员实现产品功能，产品迭代以及优化升级；负责前端项目的运维工作；'
        ]
    },
    {
        title: {
            date: '2017.08 - 2020.09',
            company: '卓望数码技术有限公司（中国移动）',
            job: ''
        },
        content: [
            '负责 运维监控系统 整体架构 的设计与实施，完成全国31省监控系统( Zabbix/Prometheus )搭建，负责10W+ 基础设施的监控；组织技术分享、培养团队新人和应届生；将总部成熟的 技术、运维经验 输出到31省驻点。'
        ]
    }
]
