export const list = [
    {
        title: {
            date: '2019.08 - 至今',
            company: '盈立数智科技',
            job: '前端开发工程师'
        },
        content: [
            '1、参与 需求评审、技术方案设计、前端代码开发、配合QA 测试、线上监控、修复bug等开发任务；',
            '2、参与 微前端设计，将项目拆解成更小粒度的管理单元，提高开发效率；参与 公司内部公共组件库、工具库 的开发和维护；',
            '3、根据 产品原型、UI进行开发，针对移动端H5兼容性适配；'
        ]
    }
    // {
    //     title: {
    //         date: '2019.06 - 2021.07',
    //         company: '卓望数码技术有限公司（中国移动）',
    //         job: '初级前端开发工程师'
    //     },
    //     content: [
    //         '根据 产品原型、UI进行开发，针对移动端H5兼容性适配；',
    //         '协同 后端开发人员实现产品功能，产品迭代以及优化升级；负责前端项目的运维工作；'
    //     ]
    // },
    // {
    //     title: {
    //         date: '2017.08 - 2019.06',
    //         company: '卓望数码技术有限公司（中国移动）',
    //         job: ''
    //     },
    //     content: [
    //         '负责 运维监控系统 整体架构 的设计与实施，完成全国31省监控系统搭建，负责10W+ 基础设施的监控。'
    //     ]
    // }
]
