export const list = [
    {
        title: {
            date: '2017.08 - 2020.7',
            company: '卓望数码技术有限公司（中国移动）',
            job: '运维开发工程师'
        },
        content: [
            '带领团队完成监控系统( Zabbix/Prometheus )搭建，10W+ 服务器、网络设备、存储 等的硬件、性能指标监控；',
            'ElasticSearch 高可用，T级 网络设备日志采集方案的落地。'
        ]
    },
    {
        title: {
            date: '2020.07 - 至今',
            company: '盈立数智',
            job: '前端开发工程师'
        },
        content: [
            '带领团队完成了某某项目从零到一的建设，攻克了怎样的难题，提升了内部团队多少的效率。',
            '优化了核心项目首屏性能， 接入性能监控工具，提升了 fp, fcp 指标，整体性能提升 30%。',
            '优化了核心项目的打包构建体积，利用增量构建配合缓存总体节省70% 的 CDN 资源成本。',
            '搭建项目脚手架，集成框架全家桶，单元测试、集成测试解决方案，内部平台 CI / CD 的对接。'
        ]
    }
]
